Repository: denesik/mycom_bot_hc
Catalog: langs/*/*.po
Languages: ru

source: Detector fps
ru: Fps детектора

source: Page info
ru: Информация страницы

source: Statistic enable
ru: Включить статистику

source: Enable saving all unknown screenshots
ru: Включить сохранение всех неизвестных скриншотов

source: Enable saving unknown screenshots on recovery
ru: Включить сохранение неизвестных скриншотов при восстановлении

source: File informer enable
ru: Включить файловый информатор

source: Compressed
ru: Сжатие

source: Store time (hours)
ru: Время хранения (часы)

source: File informer
ru: Файловый информатор

source: Video logger enable
ru: Включить видео логгер

source: Video logger
ru: Видео логгер

source: Email
ru: Емейл

source: Send email
ru: Отправить емейл

source: Login
ru: Логин

source: Password
ru: Пароль

source: Program
ru: Программа

source: Settings
ru: Настройки

source: Authorization
ru: Авторизация

source: Additionally
ru: Дополнительно

source: Informer
ru: Информатор

source: Add
ru: Добавить

source: Up
ru: Вверх

source: Down
ru: Вниз

source: Remove
ru: Удалить

source: Stop
ru: Остановить

source: Start
ru: Запустить

source: Continue
ru: Продолжить

source: Pause
ru: Пауза

source: Language
ru: Язык

source: Emulator type
ru: Тип эмулятора

source: Emulator number
ru: Номер эмулятора

source: Emulator name
ru: Имя эмулятора

source: Fix name
ru: Иправить имя

source: Emulator path
ru: Путь к эмулятору

source: Run emulator
ru: Запустить эмулятор

source: Fix path
ru: Исправить путь

source: Captcha sound
ru: Звук капчи

source: Volume
ru: Громкость

source: Disabled
ru: Выключено

source: Play
ru: Воспроизвести

source: Autorun
ru: Автозапуск

source: Close emulator on shutdown
ru: Закрыть эмулятор при завершении

source: Background mode
ru: Фоновый режим

source: Show screen capture
ru: Показывать экран эмулятора

source: Current page:
ru: Текущая страница:

source: Take screenshot
ru: Сделать скриншот

source: Correct emulator path
ru: Правильный путь к эмулятору

source: Wrong emulator path
ru: Неправильный путь к эмулятору

source: Emulator running detected
ru: Обнаружен запущенный эмулятор

source: The emulator is not running. Run emulator and click fix
ru: Эмулятор не запущен. Запустите эмулятор и нажмите исправить

source: Page opening timeout (ms)
ru: Время ожидания открытия страницы (миллисекунды)

source: Emulator image changing timeout (ms)
ru: Время ожидания изменения изображения эмулятора (миллисекунды)

source: Page loading timeout (ms)
ru: Время ожидания загрузки страницы (миллисекунды)

source: Battle timeout (ms)
ru: Время ожидания боя (миллисекунды)

source: Arena loop timeout (ms)
ru: Время ожидания цикла на арене (миллисекунды)

source: Arena find timeout (ms)
ru: Время ожидания поиска арены (миллисекунды)

source: Pause after choosing a squad (ms)
ru: Пауза после выбора отряда (миллисекунды)

source: Pause after start of arena phase (ms)
ru: Пауза после старта фазы на арене (миллисекунды)

source: Arena opponent opening timeout (ms)
ru: Время ожидания открытия страницы врага на арене (миллисекунды)

source: Pause if the squad is at low health (ms)
ru: Пауза, если у отряда мало здоровья (миллисекунды)

source: Timeout to find a friend to send a gift (ms)
ru: Время жидания на поиск друга, для отправки подарка (миллисекунды)

source: Pause after sending gift to friend (ms)
ru: Пауза после отправки подарка другу (миллисекунды)

source: Pause after scrolling friends (ms)
ru: Пауза после прокрутки друзей (миллисекунды)

source: Timeout to find a free field at a clan war point (ms)
ru: Время ожидания на поиск свободного поля в точке клановой войны (миллисекунды)

source: Timeout to check availability of clan war (ms)
ru: Время ожидания на проверку доступности клановой войны (миллисекунды)

source: Timeout to check availability of invasion (ms)
ru: Время ожидания на проверку доступности вторжения (миллисекунды)

source: Enemy finding on a map timeout (ms)
ru: Время ожидания обнаружения врага на карте (миллисекунды)

source: Pause after collecting mail (ms)
ru: Пауза после сбора почты (миллисекунды)

source: Pause after receiving a quest reward (ms)
ru: Пауза после получения награды за квест (миллисекунды)

source: Pause after opening a quest (ms)
ru: Пауза после открытия квеста (миллисекунды)

source: Ads watching timeout (ms)
ru: Время ожидания на просмотр рекламы (миллисекунды)

source: Ads closing timeout (ms)
ru: Время ожидания на закрытие рекламы (миллисекунды)

source: Pause after pressing esc in an ads (ms)
ru: Пауза после нажатия esc в рекламе (миллисекунды)

source: Emulator stop timeout (ms)
ru: Время ожидания выключения эмулятора (миллисекунды)

source: Emulator start timeout (ms)
ru: Время ожидания запуска эмулятора (миллисекунды)

source: Pause after starting emulator (ms)
ru: Пауза после запуска эмулятора (миллисекунды)

source: Pause after detecting the castle page (ms)
ru: Пауза после обнаружения страницы замка (миллисекунды)

source: Pause when logging in from another device (minutes)
ru: Пауза при обнаружении входа с другого устройства (минуты)

source: Opening game timeout during recovering system (ms)
ru: Время ожидания запуска игры в системе восстановления (миллисекунды)

source: Pause after pressing esc in an recovering system (ms)
ru: Пауза после нажатия esc в системе восстановления (миллисекунды)

source: Pause after pressing close in an recovering system (ms)
ru: Пауза после нажатия закрыть в системе восстановления (миллисекунды)

source: Recovering system timeout (ms)
ru: Время ожидания системы восстановления (миллисекунды)

source: Pause after detecting the castle page in an recovering system (ms)
ru: Пауза после обнаружения страницы замка в системе восстановления (миллисекунды)

source: Watch ads if apples run out
ru: Смотреть рекламу, если мало яблок

source: Apple request lifetime (minutes)
ru: Время жизни запроса яблок (минуты)

source: Arena
ru: Арена

source: Arena ads
ru: Реклама на арене

source: Arena resources
ru: Ресурсы на арене

source: Clan war
ru: Клановая война

source: Start clan war
ru: Запустить клановую войну

source: Enemy
ru: Враги

source: Gate
ru: Врата

source: Take gifts
ru: Получить подарки

source: Invasion
ru: Вторжения

source: Quest ads
ru: Реклама в квестах

source: Request apples
ru: Запросить яблоки

source: Send gifts
ru: Отправить подарки

source: Ads chest
ru: Рекламный сундук

source: Daily chest
ru: Ежедневный сундук

source: Apple ads
ru: Яблоки за рекламу

source: Gold ads
ru: Золото за рекламу

source: Enable task
ru: Включить задачу

source: Maximum successful launches per day
ru: Максимум успешных запусков в день

source: Maximum successful launches in 2 hours
ru: Максимум успешных запусков за 2 часа

source: Block task if unavailable
ru: Блокировать задачу, если недоступна

source: Block other tasks for apples if there are few apples
ru: Блокировать другие задачи за яблоки, если мало яблок

source: Ignore blocking if there are few apples
ru: Игнорировать блокирование, если мало яблок

source: Pause after completion (ms)
ru: Пауза после завершения

source: Pause after successful completion (ms)
ru: Пауза после успешного завершения

source: Check quests after successful completion
ru: Проверять квесты после успешного выполнения

source: Run only if there are few apples
ru: Запускать только, если мало яблок

source: Ignore warning not enough spells
ru: Игнорировать предупреждение мало заклинаний

source: Ignore the warning not enough fighters
ru: Игнорировать предупреждение мало бойцов

source: Ignore the warning not enough healths
ru: Игнорировать предупреждение мало жизней

source: Watch ads if you lost the fight
ru: Смотреть рекламу, если проиграли бой

source: Upper power threshold
ru: Верхний предел мощности

source: Lower power threshold
ru: Нижний предел мощности

source: Squad mode
ru: Режим отряда

source: Buy apples for diamonds
ru: Покупать яблоки за алмазы

source: Buy tickets for diamonds
ru: Покупать билеты за алмазы

source: Collect mail
ru: Забирать почту

source: Arena mode
ru: Режим арены

source: Current squad
ru: Текущий отряд

source: Best squad
ru: Лучший отряд

source: Previous squad
ru: Предыдущий отряд

source: Apple
ru: Яблоки

source: Ticket
ru: Билеты

source: Apple, ticket
ru: Яблоки, билеты

source: Ticket, apple
ru: Билеты, яблоки

source: Stop emulator
ru: Выключить эмулятор

source: Fix size
ru: Исправить размер

source: Expand
ru: Развернуть

source: The power of the opponents we attack (%)
ru: Мощность противников, которых мы атакуем (%)

source: The power of the opponents we don't attack (%)
ru: Мощность противников, которых мы не атакуем (%)

source: Emulator
ru: Эмулятор

source: Status
ru: Статус

source: Data not loaded
ru: Данные не загружены

source: Emulator not found
ru: Эмулятор не найден

source: Scan error
ru: Ошибка сканирования

source: Emulator size error
ru: Неправильный размер эмулятора

source: Emulator minimized
ru: Эмулятор свернут

source: Ok
ru: Ок

source: Unknown
ru: Неизвестно

source: Hustle Castle Bot
ru: Hustle Castle Бот

source: Email send result
ru: Результат отправки на почту

source: Result
ru: Результат

source: Network error
ru: Ошибка сети

source: Server error
ru: Ошибка на сервере

source: Success
ru: Успех

source: Wrong password
ru: Неправильный пароль

source: User not found
ru: Пользователь не найден

source: Wrong inpu
ru: Неправильные входные данные

source: Access allowed
ru: Доступ разрешен

source: Access denied
ru: Доступ запрещен

source: Login from another device
ru: Вход с другого устройства

source: Page name
ru: Имя страницы

source: Dynamic
ru: Динамический

source: Static
ru: Статический

source: Lifetime
ru: Время жизни

source: Full
ru: Полный

source: Partly
ru: Частично

source: Error
ru: Ошибка

source: Condition
ru: Условие

source: Unavailable
ru: Недоступно

source: Report
ru: Отчет

source: Report period (hours)
ru: Отчетный период (часы)

source: Test click
ru: Тест click

source: Test esc
ru: Тест esc

source: Fail
ru: Сбой

source: Clear
ru: Очистить

source: Block the task if there are not enough apples
ru: Блокировать задачу, если мало яблок

source: Block the task if there are enough apples
ru: Блокировать задачу, если яблок достаточно

source: Lighthouse
ru: Маяк

source: Lighthouse ads
ru: Реклама в маяке

source: Portal ads
ru: Реклама в портале

source: Lighthouse resources
ru: Ресурсы в маяке

source: Portal resources
ru: Ресурсы в портале

source: Gem
ru: Бухта

source: Gem resources
ru: Ресурсы в бухте

source: Gem ads
ru: Реклама в бухте

source: Journeys ads
ru: Реклама в путешествиях

source: Journeys
ru: Путешествия

source: Pause before opening a next enemy (ms)
ru: Пауза перед открытием следующего врага (миллисекунды)

source: Number of enemies to check
ru: Количество проверяемых врагов

source: Block the task if the bonus is not active
ru: Блокировать задачу, если бонус не активен

source: Watch ads if squad is dead
ru: Смотреть рекламу, если отряд мертв
